[
  {
    "propertyImage": "https://i.ibb.co/tZB7M5n/image-2-3.png",
    "propertyTitle": "Modern Urban Loft",
    "propertyLocation": "Downtown Los Angeles, CA",
    "minPrice": "$700,000",
    "maxPrice": "$800,000",
    "verificationStatus": "verified",
    "details": "Experience the epitome of city living in this stunning modern urban loft located in the heart of Downtown Los Angeles. Boasting an open and spacious floor plan, this loft features exquisite design elements such as exposed brick walls, high ceilings, and floor-to-ceiling windows that flood the space with natural light. The contemporary kitchen is a chef's dream, and the master bedroom offers a tranquil retreat. With its prime location, you'll be steps away from trendy restaurants, cultural attractions, and vibrant nightlife. Don't miss the chance to call this urban oasis home.",
    "agentEmail": "agent1@example.com",
    "agentName": "Alex Johnson",
    "agentImage": "https://i.ibb.co/LZ9yhFH/image-31.png"
  },
  {
    "propertyImage": "https://i.ibb.co/w4TSFnS/image-3-5.png",
    "propertyTitle": "Spacious Suburban Home",
    "propertyLocation": "Greenwood Village, CO",
    "minPrice": "$1,200,000",
    "maxPrice": "$1,400,000",
    "verificationStatus": "verified",
    "details": "Escape to the tranquility of suburban living with this spacious and meticulously designed family home in Greenwood Village, Colorado. This residence features an expansive and open floor plan, creating a warm and inviting atmosphere. The gourmet kitchen is equipped with top-of-the-line appliances, perfect for culinary enthusiasts. The master suite is a true retreat, offering luxurious amenities and a private balcony. With a large backyard ideal for entertaining and proximity to renowned schools, this suburban haven provides the perfect balance of comfort and convenience.",
    "agentEmail": "agent2@example.com",
    "agentName": "Emily Davis",
    "agentImage": "https://i.ibb.co/wgkFHtX/image-5-1.png"
  },
  {
    "propertyImage": "https://i.ibb.co/JqK1s6h/image-4-5.png",
    "propertyTitle": "Rustic Mountain Cabin",
    "propertyLocation": "Aspen, CO",
    "minPrice": "$900,000",
    "maxPrice": "$1,100,000",
    "verificationStatus": "verified",
    "details": "Embrace the serenity of mountain living in this charming rustic cabin nestled in the picturesque surroundings of Aspen, Colorado. The cabin exudes warmth with its log construction and features a spacious interior adorned with natural elements. Cozy up by the fireplace in the winter or enjoy the fresh mountain air on the expansive deck in the summer. With easy access to hiking trails and panoramic views of the mountains, this cabin offers an idyllic escape for nature enthusiasts seeking a peaceful retreat.",
    "agentEmail": "agent3@example.com",
    "agentName": "Michael Roberts",
    "agentImage": "https://i.ibb.co/HKssbQ4/image-6-1.png"
  },
  {
    "propertyImage": "https://i.ibb.co/Kw1LmLb/image-5-4.png",
    "propertyTitle": "Waterfront Luxury Condo",
    "propertyLocation": "Miami Beach, FL",
    "minPrice": "$1,500,000",
    "maxPrice": "$1,800,000",
    "verificationStatus": "verified",
    "details": "Indulge in the luxury of waterfront living with this exquisite condo situated on the pristine shores of Miami Beach, Florida. The condo offers a sophisticated and contemporary design with floor-to-ceiling windows that capture breathtaking views of the ocean. High-end finishes and state-of-the-art amenities provide a lifestyle of opulence and comfort. Enjoy direct access to the beach, a private terrace for entertaining, and unparalleled coastal living in this exclusive waterfront retreat.",
    "agentEmail": "agent4@example.com",
    "agentName": "Sophia Martinez",
    "agentImage": "https://i.ibb.co/9qfYk1K/image-12-1.png"
  },
  {
    "propertyImage": "https://i.ibb.co/m4YfFgC/image-4-1-1.png",
    "propertyTitle": "Historic Victorian Mansion",
    "propertyLocation": "Charleston, SC",
    "minPrice": "$2,000,000",
    "maxPrice": "$2,500,000",
    "verificationStatus": "verified",
    "details": "Step into a bygone era with this meticulously restored historic Victorian mansion in the heart of Charleston, South Carolina. The mansion showcases unparalleled craftsmanship with intricate details, grand rooms, and a beautifully landscaped garden. Each room tells a story of a bygone era, yet the mansion is equipped with modern amenities for comfortable living. Own a piece of history with this timeless masterpiece that seamlessly blends old-world charm with modern luxury.",
    "agentEmail": "agent5@example.com",
    "agentName": "William Turner",
    "agentImage": "https://i.ibb.co/hDRyP9M/image-9-1.png"
  },
  {
    "propertyImage": "https://i.ibb.co/WDXL4cs/image-6-4.png",
    "propertyTitle": "Sunny Beachfront Cottage",
    "propertyLocation": "Santa Monica, CA",
    "minPrice": "$600,000",
    "maxPrice": "$700,000",
    "verificationStatus": "verified",
    "details": "Live the coastal dream in this charming beachfront cottage located in the sought-after neighborhood of Santa Monica, California. The cottage exudes warmth and character, with sun-filled rooms, a private patio overlooking the ocean, and direct access to the sandy shores. Whether you're a surfer, a sunbather, or a beachcomber, this cottage offers the perfect blend of coastal living and urban convenience. Don't miss the opportunity to make this sunny beachfront retreat your own.",
    "agentEmail": "agent6@example.com",
    "agentName": "Olivia White",
    "agentImage": "https://i.ibb.co/rm1K7jR/image-13-1.png"
  },
  {
    "propertyImage": "https://i.ibb.co/C6WQ15V/image-7-3.png",
    "propertyTitle": "Golf Course Estate",
    "propertyLocation": "Scottsdale, AZ",
    "minPrice": "$3,000,000",
    "maxPrice": "$3,500,000",
    "verificationStatus": "verified",
    "details": "Experience luxury living on the golf course with this extraordinary estate in Scottsdale, Arizona. The estate boasts a custom-designed home with elegant finishes, a private pool, and stunning views of the rolling greens. Whether you're an avid golfer or simply appreciate the beauty of a well-maintained landscape, this property offers the epitome of golf course living. Discover a lifestyle of opulence and relaxation in this exclusive golf course estate.",
    "agentEmail": "agent7@example.com",
    "agentName": "Daniel Anderson",
    "agentImage": "https://i.ibb.co/r2cPX2k/image-7-1.png"
  },
  {
    "propertyImage": "https://i.ibb.co/S7mbKKr/image-8-3.png",
    "propertyTitle": "City View Penthouse",
    "propertyLocation": "San Francisco, CA",
    "minPrice": "$2,800,000",
    "maxPrice": "$3,200,000",
    "verificationStatus": "verified",
    "details": "Indulge in the ultimate city lifestyle with this luxurious penthouse in the heart of San Francisco. The penthouse offers panoramic views of the city skyline through floor-to-ceiling windows, creating an ambiance of sophistication and modernity. With high-end finishes, a private terrace, and proximity to cultural attractions, this property defines urban living at its best. Elevate your lifestyle with this exclusive city view penthouse.",
    "agentEmail": "agent8@example.com",
    "agentName": "Jessica Taylor",
    "agentImage": "https://i.ibb.co/G5TN8RB/image-23.png"
  },
  {
    "propertyImage": "https://i.ibb.co/LzvPnnb/image-9-3.png",
    "propertyTitle": "Lakefront Retreat",
    "propertyLocation": "Lake Tahoe, NV",
    "minPrice": "$1,800,000",
    "maxPrice": "$2,000,000",
    "verificationStatus": "verified",
    "details": "Escape to the tranquility of lakefront living with this stunning retreat on the shores of Lake Tahoe, Nevada. Surrounded by breathtaking natural beauty, this property offers a peaceful sanctuary with panoramic views of the crystal-clear lake. The spacious and elegantly designed home provides a perfect blend of comfort and luxury, making it an ideal retreat for relaxation and recreation. Discover the serenity of lakeside living in this exquisite lakefront retreat.",
    "agentEmail": "agent9@example.com",
    "agentName": "David Miller",
    "agentImage": "https://i.ibb.co/LgS0P8B/image-30.png"
  },
  {
    "propertyImage": "https://i.ibb.co/v3q4wRn/image-10-3.png",
    "propertyTitle": "Contemporary City Apartment",
    "propertyLocation": "Chicago, IL",
    "minPrice": "$900,000",
    "maxPrice": "$1,000,000",
    "verificationStatus": "verified",
    "details": "Live in style with this contemporary city apartment in the vibrant city of Chicago, Illinois. The apartment features sleek and modern design, offering a perfect blend of style and functionality. Enjoy breathtaking skyline views from the comfort of your living room and take advantage of the proximity to cultural attractions and entertainment. This apartment is ideal for urban dwellers seeking a sophisticated and convenient lifestyle in the heart of the city.",
    "agentEmail": "agent10@example.com",
    "agentName": "Emma Garcia",
    "agentImage": "https://i.ibb.co/HrFSRbf/image-25.png"
  }
]
